{
  "Interface": {
    "Nav": {
      "el1": "Главная",
      "el2": "Список семьи"
    },
    "Main": {
      "intro": "Королевская семья Нидерландов",
      "about": "Добро пожаловать на наш веб-сайт, посвященный Королевской семье Нидерландов. Здесь вы найдете увлекательные истории, биографии и важные события, связанные с королевской династией. Наша цель - предоставить вам увлекательное погружение в историю и культуру Нидерландов, рассказать о выдающихся личностях и их вкладе в историю страны.",
      "dayFigure": "Деятель дня",
      "team": {
        "title": "Команда разработчиков",
        "list": {
          "1": {
            "name": "Мисюль Всеволод",
            "nickname": "Сергей Кашкевич",
            "github": "https://github.com/SevaMisiul"
          },
          "2": {
            "name": "Остапчук Марк",
            "nickname": "Anime kid",
            "github": "https://github.com/MarkOstapchuk"
          },
          "3": {
            "name": "Войтов Александр",
            "nickname": "дурачок",
            "github": "https://github.com/SeinekVoytov"
          },
          "4": {
            "name": "Кратович Павел",
            "nickname": "Og krot",
            "github": "https://github.com/pavlkrat"
          }
        }
      }
    },
    "FigureList": {
      "intro": "Список королевской семьи",
      "search": "Имя",
      "button": "Посмотреть"
    }
  },
  "FigureList": {
    "1": {
      "name": "Король Виллем-Александр",
      "img": "figure_1.jpeg",
      "info": "Виллем-Александр правит страной с 2013 года. Он стал первым наследником престола мужского пола больше чем за 100 лет.Несколько лет Виллем-Александр был членом МОК, но ушел из организации, став королем. А вот вопросы бережного отношения к водным ресурсам как волновали его, так и продолжают волновать — правитель Нидерландов уделяет очень много внимания гидротехнике, водоснабжению и управлению водным хозяйством.\nВиллем-Александр, как и его предшественники на престоле Нидерландов, никогда не носит корону. Она у него, конечно, есть, но он предпочитает обходиться без этого символа власти. Кроме того, официальная корона у голландских монархов весьма демократичная — сделана из позолоченного серебра и украшена искусственным жемчугом и цветными стеклами вместо драгоценных камней.\nПлотное рабочее расписание не мешает главе государства уделять время любимым хобби — Виллем-Александр регулярно участвует в марафонах. В 1986 году он под псевдонимом В.А. ван Бюрен проехал 200-километровый конькобежный марафон. Позже Виллем-Александр признался, что сделал это на спор. А еще он большой футбольный фанат — часто можно увидеть, как король, не сдерживая эмоций, болеет за родную сборную на трибуне стадиона.",
      "birthDate": "1967-04-27",
      "deathDate": "н. вр.",
      "bio": {
        "1": {
          "date": "27 апреля 1967",
          "text": "Рождение Виллема-Александра в Утрехте, Нидерланды, старшим сыном принца Клауса и принцессы Беатрикс."
        },
        "2": {
          "date": "1980-2013",
          "text": "Виллем-Александр проходит образование, включая обучение истории в Утрехтском университете. Он также служит в Королевских военно-морских силах."
        },
        "3": {
          "date": "2002",
          "text": "Виллем-Александр женится на Максиме Зоррегуэта Кёнинг (Maxima Zorreguieta Cerruti) в церемонии, которая привлекла внимание общественности."
        },
        "4": {
          "date": "2013",
          "text": "Виллем-Александр вступает на престол Нидерландов после отрешения от него своей матери, королевы Беатрикс. Он становится первым королем Нидерландов после 123 года правления женщин."
        },
        "5": {
          "date": "2013",
          "text": "Коронация Виллема-Александра и его супруги Максимы проходит в Новой церкви в Амстердаме, став значимым событием в истории королевства."
        },
        "6": {
          "date": "2020",
          "text": "Во время пандемии COVID-19 король Виллем-Александр обращается к нации, призывая к единству и поддержке в сложные времена."
        },
        "7": {
          "date": "2022",
          "text": "Король Виллем-Александр принимает активное участие в официальных мероприятиях, связанных с празднованием 200-летия королевства Нидерландов."
        }
      },
      "bioCount": "7",
      "photos": "willem-alexander",
      "photosCount": "11",
      "video": "https://www.youtube.com/embed/am_D0e_VV8g?si=8c1fWwngOqHdCpQQ",
      "map": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2451.9360076169296!2d4.3038828766545425!3d52.080894771949325!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x47c5b72fdfe99ded%3A0x8ff1e6b1c0cb564a!2sNoordeinde%20Palace!5e0!3m2!1sru!2sby!4v1702668229725!5m2!1sru!2sby"
    },
    "2": {
      "name": "Королева Вилгельмина",
      "img": "figure_2.jpeg",
      "info": "Королева Вилгельмина Нидерландская вступила на трон в возрасте 10 лет и стала одной из самых влиятельных монархов страны. Её руководство во время Первой мировой войны и сопротивление нацистскому вторжению во Второй мировой войне выделяют её среди исторических личностей. После отрешения в 1948 году, она продолжала играть роль символа национального единства в Нидерландах.",
      "birthDate": "31-08-1880",
      "deathDate": " 28-11-1962",
      "bio": {
        "1": {
          "date": "1890",
          "text": "Вилгельмина становится королевой Нидерландов в возрасте 10 лет после смерти своего отца, Вилгельма III."
        },
        "2": {
          "date": "1901",
          "text": "Королева Вилгельмина достигает совершеннолетия, и начинается период её активного участия в управлении страной."
        },
        "3": {
          "date": "1914-1918 ",
          "text": "Во время Первой мировой войны Нидерланды оставались нейтральными, и Вилгельмина играла важную роль в укреплении нейтралитета страны."
        },
        "4": {
          "date": "1930",
          "text": "Королева Вилгельмина проводит свадьбу своей единственной дочерью, Юльяной, с немецким принцем Бернгардом."
        },
        "5": {
          "date": "1940-1945",
          "text": "Во время Второй мировой войны, Нидерланды были захвачены нацистской Германией. Вилгельмина была в стране в начале войны, но затем ушла в Лондон, где она стала символом сопротивления."
        },
        "6": {
          "date": "1948",
          "text": "Королева Вилгельмина отрешается от престола в пользу своей дочери Юльяны, после чего она получает титул королевы-матери."
        },
        "7": {
          "date": "1962",
          "text": "Королева Вилгельмина умирает в возрасте 82 лет в Нидерландах."
        }
      },
      "bioCount": "7",
      "photos": "Wilhelmina",
      "photosCount": "9",
      "video": "https://www.youtube.com/embed/mUvtmhen290?si=XWf1T5MRVTLBALRA",
      "map": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d157461.63629695418!2d4.1793647779683045!3d51.92778689070569!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x47c5b7605f54c47d%3A0x5229bbac955e4b85!2z0KDQvtGC0YLQtdGA0LTQsNC8LCDQndC40LTQtdGA0LvQsNC90LTRiw!5e0!3m2!1sru!2sby!4v1702669498062!5m2!1sru!2sby"
    },
    "3": {
      "name": "Королева Юльяна",
      "img": "figure_3.jpeg",
      "info": "Королева Юльяна – историческая фигура, чья жизнь была переплетена с трагическими событиями Второй мировой войны. В изгнании в Канаде, она проявила силу и выдержку, став символом сопротивления. За свои многолетние правление и трудности семейной жизни Юльяна остается важной личностью в истории Нидерландов.",
      "birthDate": "30-04-1909",
      "deathDate": "20-03-2004",
      "bio": {
        "1": {
          "date": "30 апреля 1909",
          "text": "Рождение Юльяны в Ден-Хааге, Нидерланды, дочери королевы Вилгельмины и герцога Генриха."
        },
        "2": {
          "date": "1937",
          "text": "Юльяна выходит замуж за немецкого принца Бернгарда, становясь принцессой Нидерландов."
        },
        "3": {
          "date": "1940-1945",
          "text": "Во время Второй мировой войны Юльяна и её семья находились в изгнании. Она прожила большую часть войны в Канаде, где родила свою дочь Маргариту."
        },
        "4": {
          "date": "1948",
          "text": "Вследствие отрешения её матери, королевы Вилгельмины, Юльяна вступает на трон Нидерландов."
        },
        "5": {
          "date": "1956",
          "text": "Королева Юльяна становится вдовой после смерти своего мужа, принца Бернгарда."
        },
        "6": {
          "date": "1980",
          "text": "Вследствие личных трудностей и народных требований она отрешается от престола в пользу своей дочери Беатрикс."
        },
        "7": {
          "date": "2004",
          "text": "Королева Юльяна умирает в своем доме в Нидерландах в возрасте 94 лет."
        }
      },
      "bioCount": "7",
      "photos": "juliana",
      "photosCount": "10",
      "video": "https://www.youtube.com/embed/_L7XlHjC7aE?si=zlWqy5UdoWrMGXay",
      "map": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2451.9360076169296!2d4.3038828766545425!3d52.080894771949325!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x47c5b72fdfe99ded%3A0x8ff1e6b1c0cb564a!2sNoordeinde%20Palace!5e0!3m2!1sru!2sby!4v1702668229725!5m2!1sru!2sby"
    },
    "4": {
      "name": "Королева Беатрикс",
      "img": "figure_4.jpeg",
      "info": "Королева Беатрикс Нидерландская (род. 31 января 1938) — человек, чья жизнь переплетена с историей её страны. Вступив на трон в 1980 году, она прошла через трудные времена, поддерживая нацию в периоды перемен и кризисов, и в итоге отреклась в пользу своего сына, оставаясь важной фигурой в истории Нидерландов.",
      "birthDate": "31-01-1938",
      "deathDate": "н. вр.",
      "bio": {
        "1": {
          "date": "31 января 1938",
          "text": "Рождение Беатрикс в Баарне, Нидерланды, дочери королевы Юльяны и принца Бернгарда."
        },
        "2": {
          "date": "1966",
          "text": " Беатрикс выходит замуж за немецкого нобелевского лауреата принца Клауса, позднее ставшего принцем-герцогом."
        },
        "3": {
          "date": "1980",
          "text": "После отрешения её матери, королевы Юльяны, Беатрикс вступает на трон."
        },
        "4": {
          "date": "1981",
          "text": "Рождение её первого сына, Виллема-Александра, наследника престола."
        },
        "5": {
          "date": "2002",
          "text": "Смерть принца Клауса, что оставило Беатрикс в статусе вдовы."
        },
        "6": {
          "date": "2010",
          "text": "Королева Беатрикс отмечает своё 30-летие на троне, оставаясь популярной фигурой в Нидерландах."
        },
        "7": {
          "date": "2013",
          "text": "Отречение в пользу своего сына Виллема-Александра, который становится королём Нидерландов."
        },
        "8": {
          "date": "После 2013",
          "text": "Беатрикс продолжает играть роль матриарха королевской семьи, участвуя в различных мероприятиях и поддерживая общественные и культурные инициативы."
        }
      },
      "bioCount": "8",
      "photos": "Beatrix",
      "photosCount": "10",
      "video": "https://www.youtube.com/embed/_L7XlHjC7aE?si=zlWqy5UdoWrMGXay",
      "map": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2451.9360076169296!2d4.3038828766545425!3d52.080894771949325!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x47c5b72fdfe99ded%3A0x8ff1e6b1c0cb564a!2sNoordeinde%20Palace!5e0!3m2!1sru!2sby!4v1702668229725!5m2!1sru!2sby"
    },
    "5": {
      "name": "Королева Максима",
      "img": "figure_5.jpeg",
      "info": "Королева Максима Зоррегиета, родившаяся 17 мая 1971 года в Аргентине, является харизматичной и сострадательной королевой-супругой Нидерландов. Бывший банкир, она вышла замуж за наследного принца Виллема-Александра в 2002 году, завоевав сердца своим очарованием и преданностью социальным делам. В роли королевы с 2013 года Максима активно участвует в благотворительных инициативах, акцентируя внимание на образовании и поддержке молодежи, что делает ее любимой и влиятельной личностью в голландском обществе.",
      "birthDate": "17-05-1971",
      "deathDate": "н. вр.",
      "bio": {
        "1": {
          "date": "17 мая 1971",
          "text": "Рождение Максимы Цоррегуэты в Аргентине."
        },
        "2": {
          "date": "1995",
          "text": "Максима переезжает в Нидерланды, где работает в банковской сфере."
        },
        "3": {
          "date": "2002",
          "text": "Выходит замуж за принца Виллема-Александра, становясь принцессой Нидерландов."
        },
        "4": {
          "date": "2003",
          "text": "Рождение их первой дочери, Катарины-Амалии."
        },
        "5": {
          "date": "2013",
          "text": "Вследствие отрешения Королевы Беатрикс, Максима становится королевой Нидерландов."
        },
        "6": {
          "date": "2013",
          "text": " Коронация королевы Максимы и короля Виллема-Александра."
        },
        "7": {
          "date": "2016",
          "text": "Максима активно участвует в различных благотворительных и социальных проектах, в том числе в сфере образования и поддержки молодежи."
        },
        "8": {
          "date": "2021",
          "text": "В период пандемии COVID-19 королева Максима оказывает поддержку и участвует в мероприятиях, направленных на помощь населению."
        }
      },
      "bioCount": "8",
      "photos": "Maxima",
      "photosCount": "11",
      "video": "https://www.youtube.com/embed/YPzBrENc4FE?si=4tEsKyAyw-O5qTfH",
      "map": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2451.9360076169296!2d4.3038828766545425!3d52.080894771949325!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x47c5b72fdfe99ded%3A0x8ff1e6b1c0cb564a!2sNoordeinde%20Palace!5e0!3m2!1sru!2sby!4v1702668229725!5m2!1sru!2sby"
    }
  }
}